[["0",{"pageContent":"Sales Connection Manual/Guide Documentation.System IntroductionSalesconnection system is a website that provides a system for companies to manage their companies and work flow.JobsJob Schedule PageIn the Job Schedule, there is a calendar Widget In which in which the Allows the user how they would view it. The default Settings Daily shows a week of task.The user can Sort the Calendar Based on the filters Which are Pending Jobs, Overdue jobs, alerted and order by descending.Other Filters also include the jobs assigned to Departments, Access Type and User's Assigned. And allows the user to Favorite the Filters they commonly use.User can also Move the calendar to see the previous weeks and next week's calendar.Allows the User to Add new Jobs By clicking on the Blue Add icon on the bottom right.Side Menu > Business management > Schedule branch > job Schedule Page.Job Category Schedule PageJob category functions similarly to Job schedule, but instead of displaying which staff is assigned to the job. It shows the Job category, and which dates the jobs fall on.Users cannot sort the job category to display which ones appears at the top.The user can add jobs on this page as well.Side Menu > Business management > Schedule branch > job Category Schedule Page.Job DashboardJob Dashboard displays jobs sorted by their categories.The user can create/add jobs on this page as well.Side Menu > Business management > Dashboard > Job Dashboard.Job report Job report displays all the jobs depending on the filters set, by the default jobs are sorted simply by the job number.Users can click on the “open in new tab” to view the job details.Side Menu > Business Reports> Job ReportJob Update Report Job Update report focuses on the updates and changes made on the jobs. Changes like changing statuses will be shown on the list.Users can click on the “open in new tab” to view the job details.Side Menu > Business reports > Job Update ReportJob AnalyticsJob analytics display a list of Jobs sorted by","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["1",{"pageContent":"will be shown on the list.Users can click on the “open in new tab” to view the job details.Side Menu > Business reports > Job Update ReportJob AnalyticsJob analytics display a list of Jobs sorted by the job number and can be filtered by the settings.Side Menu > Business metrics > Job AnalyticsJob CategoryJob category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Job Settings > Job CategoryJob StatusThe job status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.(Example :  A category “Shipment” would have the status “Waiting for delivery” or “Arrived”Side Menu > Company Settings > Job Settings > Job StatusJob Status SegmentationThe Job Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain job category. Side Menu > Company Settings > Job Settings > Job Status SegmentationJob to Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Job Settings > Job to Do ListJob Settings Automation SettingsNeed Further clarificationCompany Settings > Automation Settings > Job SettingsJob templatesJob Templates allow admins to change how and what is displayed in the Job Details page and Job information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Job if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time,","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["2",{"pageContent":"or email.Custom fields allow users to add any time of data they would like to have on a Job if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more.Job templates affect all jobs, currently jobs only can have 1 template. 2 different jobs cannot have different templates. Templates are not needed to create new jobs.Some Job Template settings include Side Menu > Template Settings> Job templates.List View Schedule PageList View is a Daily Calendar that displays the work and jobs scheduled and assigned for the day.Job Creation/Creating JobsAssetsAssets are the items or assets in this case used or owned by the system/company. Asset Schedule PageIn the Asset Schedule, users will see the dates of when certain assets are scheduled for.Users can add Jobs on this page as well.Side Menu > Business management > Schedule branch > Asset Schedule PageAsset List pageThe Asset List page stores a list of all the asset(s) in the system.Users can add new asset(s) to this page with the “Add Asset” button.Clicking on the “open in new tab” button displays more details about the asset.Side Menu > Business management > Asset ListAsset Update Report Asset update report Displays a list of all the assets in the system.Main purpose of asset update report is to display all changes and actions relating to the asset such as attaching/assigning to a job, site, or client.Side Menu > Business Reports> Asset Update ReportAsset History ReportWSide Menu > Business Reports > Asset History ReportAsset Settings branchAsset CategoryAsset category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Asset Settings > Asset CategoryAsset StatusThe Asset status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["3",{"pageContent":"status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Asset Settings > Asset StatusAsset Status SegmentationThe Asset Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain Assets. Side Menu > Company Settings > Asset Settings > Asset Status SegmentationAsset To Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Asset Settings > Asset to do list.Asset ImportAllows Users to Batch import large amounts of Asset data.Import data and format is in Excel.Asset Bulk UpdateAsset Bulk update allows the users to upload batches of updated Details in excel format.Asset TemplatesAsset Templates allow admins to change how and what is displayed in the Asset Details page and Asset information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Asset if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more. Templates affect all Assets, Each Asset Category can have its own Custom Data Fields and templates. Templates are not needed to create new Asset.Some Asset template settings include\\Side Menu > Template Settings> Asset templates.ProjectsProject Schedule PageProject Schedule Firstly requires the user to sort by the customer associated, then select the project under the Side Menu > Business management > Schedule branch >","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["4",{"pageContent":"Schedule PageProject Schedule Firstly requires the user to sort by the customer associated, then select the project under the Side Menu > Business management > Schedule branch > Project Schedule PageProject DashboardProject dashboard displays projects sorted by their categories.Side Menu > Business management > Dashboard > Project DashboardProject report The project report displays all the projects depending on the filter set.Users can click on the “open in new tab” to view the project details.Side Menu > Business Reports> Project ReportProject Update ReportProject update report focuses on the update and changes made on the projects.Changes and updates like changing statuses will be shown on the list.Users can click on the “open in new tab” to view the project details.Side Menu > Business Reports> Project Update ReportProject AnalyticsProject analytics display a list of projects sorted by the project number and can be filtered by settings.Side Menu > Business Metrics > Project analyticsProject SettingsProject categoryProject category page displays the possible categories a Project can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Project Settings > Project categoryProject StatusThe Project status display all the Statuses for a project.Users can add, create, and remove possible statuses a project can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Project Settings > Project StatusProject Status SegmentationThe Project Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain project category. Side Menu > Company Settings > Project Settings > Project Status SegmentationDefault Project CreationThe default project creation is a feature that pops up.Side Menu > Company Settings > Project Settings > Default Project","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["5",{"pageContent":"> Project Settings > Project Status SegmentationDefault Project CreationThe default project creation is a feature that pops up.Side Menu > Company Settings > Project Settings > Default Project CreationProject to Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Project Settings > Project to Do list.Project Automation SettingsThe Automation Project Settings page allows the user to set templates that are automatically generated when a Site is created.This provides a way to automate Project creation for sites if the user is repetitively creating sites and projects.Automated Projects can be set to use different project templates depending on the Site category.Side Menu > Company Settings > Automation Settings > Project Automation Settings.Project ImportAllows Users to Batch import large amounts of Project data.Import data and format is in Excel. Project Bulk UpdateSite Bulk update allows the users to upload batches of updated Details in excel format.Project TemplatesProject Templates allow admins to change how and what is displayed in the Project Details page and Project information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Project if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more.Some project settings includeSide Menu > Template Settings> Project templates.Product/ServicesProduct/services List PageThe Product/Services list page stores all the products and services in the system which is used for keeping track of products and Billing customers for invoices.Users can use the “add Button” to add new","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["6",{"pageContent":"Product/Services list page stores all the products and services in the system which is used for keeping track of products and Billing customers for invoices.Users can use the “add Button” to add new Product/Services Clicking on the “open in new tab” button displays more details about the asset.Side Menu > Business management > Product/Services ListProduct/Services Settings BranchUOM Settings branchUOM FlagThe UOM Flag Page controls the Status flag of the Product UOMsUOM settings include Quantity, Unit Name, Unit Price, Discount, Tax and Notes which can either be set On or Off.The UOM settings effects what details are displayed in the Product/Services Section in the Digital Form.Side Menu > Company Settings > Product/Services Settings > UOM Settings > UOM FlagUOM ManagementUOM management allows the users to Add, Edit and Delete Unit of Measurements (UOM) Some UOM might include 5x, 10x and bulk amounts of products/Services.The main purpose of UOM is allow for Discount pricing for Bulk Amounts or Variations of the Product/ServicesSide Menu > Company Settings > Product/Services Settings > UOM Settings > UOM ManagementUOM ImportUOM import allows the user to import excel Files containing the details/data of UOM settings.Provides a method of Adding large amounts of UOM settings instead of creating individual settings at a time.Side Menu > Company Settings > Product/Services Settings > UOM Settings > UOM ImportUOM Bulk updateUOM Bulk update allows the users to upload batches of updated settings in excel format.Example : If a user wants all 10x batch amounts to have a increased discount the user could format it in excel quickly and upload the changes to the system.Side Menu > Company Settings > Product/Services Settings > UOM Settings > UOM Bulk update.Product/Services ImportAllows Users to Batch import large amounts of Product/Services data.Import data and format is in Excel.Product/Services UpdateProduct/Services update allows the users to upload batches of updated","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["7",{"pageContent":"Users to Batch import large amounts of Product/Services data.Import data and format is in Excel.Product/Services UpdateProduct/Services update allows the users to upload batches of updated Details in excel format.Product/Services templatesProduct/Services templates allow users to add Fields to the product/services Templates such as a text, Checkbox, Date, or numbers.Example: Users could add a text Field to store Serial code or product promotion dates.Side Menu > Template Settings> Product/Services templates.SiteSite List PageThe Site list holds a list of sites which could be a client, company, or customer.Users can add new Site(s) using the Add button.To view details of the site(s), click on the “open in new tab” button.Side Menu > Business management > Site ListSite AnalyticsCite analytics displays a list of customers sorted by the customer number and can be filtered. Side Menu > Business Metrics > Site AnalyticsSite Settings branchSite StatusThe Site status display all the Statuses for a SiteUsers can add, create, and remove possible statuses a Site can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Site Settings > Site Status  Site CategorySite category page displays the possible categories a Site can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Site Settings > Site CategorySite TemplatesSite Templates allow admins to change how and what is displayed in the Site Details page and Site information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Site if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more.Side Menu > Template Settings> Site","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["8",{"pageContent":"to have on a Site if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more.Side Menu > Template Settings> Site templates.ContactContact List PageThe Contact List holds the contact information of the clients, companies, and customers.Users can add new contacts by clicking on the “Create New Contact” button on the top right.Users can click on the View button action to display the details of the contact.Side Menu > Business management > Contact ListContact ImportAllows Users to Batch import large amounts of Contact data.Import data and format is in Excel.contact templates.WSide Menu > Template Settings> contact templates.Public FormPublic Form CategoryPublic Form category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Public Form Settings > Public Form CategoryPublic Form StatusThe Public Form status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Public Form Settings > Public Form statusPublic Form Status segmentationThe Public Form Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain job category. Side Menu > Company Settings > Public Form Settings > Public Form Status SegmentationPublic Form Banner SettingsThe Public Form Banner Allows the users to design and create the header and footer for the public Forms.Side Menu > Company Settings > Public Form Settings > Public Form Banner SettingsPublic Form to Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["9",{"pageContent":"Form to Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Public Form Settings > Public Form To do listCommentsComment CategoryComment category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Comment Settings > Comment CategoryComment SubcategoryComment Sub Category allows users to add Sub categories In the comments to further categories them for certain purposes depending on the systemSide Menu > Company Settings > Comment Settings > Comment SubcategoryComment StatusThe Comment status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Comment Settings > Comment StatusComment Category SegmentationThe Comment Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain Comment category. Side Menu > Company Settings > Comment Settings > Comment Category SegmentationDigital FormDigital Form DashboardThe digital Form Dashboard provides the option to pick 1 of the 7 templates and displays a dashboard of the Digital forms in the template.The Digital forms are sorted by category.Side Menu > Business management > Dashboard > Digital Form DashboardDigital Form ReportDigital form reports display all the digital forms created under one of the seven digital form templates.Users can pick which Digital form template they would like in the filter.Users can see the rating, status, ID, and customer in the report details.Side Menu > Business Reports> Digital Form ReportDigital Form Update ReportDigital Form update report displays the updates","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["10",{"pageContent":"can see the rating, status, ID, and customer in the report details.Side Menu > Business Reports> Digital Form ReportDigital Form Update ReportDigital Form update report displays the updates and changes made to the Digital forms such as analyticschanging the status or commenting on the digital form.Side Menu > Business Reports> Digital Form Update ReportDigital Customer Feedback Form ReportDigital Customer Feedback Form report allows the user to find the feedback left by the customer, the feedback could include the client’s comments, rating, and signatures.Side Menu > Business Reports> Digital Customer Feedback Form ReportDigital form analyticsDigital form analytics display a list of Digital forms depending on the digital form template chosen and filters set.Side Menu > Business Metrics > Digital Form AnalyticsManage AccessThe Manage Access Page allows Admins to manage user access to Digital forms.Admins can disable access of users or departments to be unable to use certain templates.  Side Menu > Company Settings > Digital Form Settings > Manage Access.Digital Form CategoryDigital Form category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Digital Form Settings > Digital Form category.Digital Form StatusThe Digital Form status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Digital Form Settings > Digital Form Status.Digital Form Status SegmentationThe Digital Form Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain job category. Side Menu > Company Settings > Digital Form Settings > Digital Form status SegmentationDigital Form Email SettingThe Digital Form Email Setting","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["11",{"pageContent":"be an option to be selected for a certain job category. Side Menu > Company Settings > Digital Form Settings > Digital Form status SegmentationDigital Form Email SettingThe Digital Form Email Setting allows admins to set Digital forms to automatically CC or BCC (Blind CC – Not Visible to the user as being CC mainly to hide and not display it as being CC’ed) email accounts.CC & BCC settings can be different depending on the Digital form Templates used and the account selected. Such as different CC emails for different users.Side Menu > Company Settings > Digital Form Settings > Digital Form Email SettingDigital Form Email template SettingThe Digital Form Email Template Setting allows the admin to change the template structure of the email depending on the Digital Form template. Each Digital Form Sub-Template in a Template can have different Email Templates.Email Templates could have special subject wording or text/information included in the content.Side Menu > Company Settings > Digital Form Settings > Digital Form Email Template SettingDigital Form To do List.The To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Digital Form Settings > Digital Form to do list.UOM FlagThe UOM Flag Page controls the Status flag of the Product UOMsUOM settings include Quantity, Unit Name, Unit Price, Discount, Tax and Notes which can either be set On or Off.The UOM settings effects what details are displayed in the Product/Services Section in the Digital Form.Digital Form Template SettingsDigital Form Templates allow admins to change how and what is displayed in the Digital Form Details page and Digital Form information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["12",{"pageContent":"system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Asset if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more. Side Menu > Template Settings > Digital Form Template > Digital Form Template SettingsPDF template CustomizationPdf Template customization allows users to edit the Generated pdf from Digital Forms. PDF template allows users to edit how the pdf template would look like such as formatting where each data field goes, such as Text box, dates and Checklist on a certain row and column.PDF template takes variables and data fields from the associated job/Project/Client and The Digital form it is generated from.Side Menu > Template Settings > Digital Form Template > PDF Template CustomizationHeader/Footer/Company info template SettingsThe Header/Footer/Company Info template allows admins to add, edit and remove new Header/Footer templates.Header/Footer templates are used for adding header/footers to PDFs when generating.Side Menu > Template Settings > Digital Form Template > Header/Footer/Company info template SettingsHeader/Footer/Company info Access SettingsHeader/Footer/Company info Access settings allow admins to set which users have access to which header/Footer template options.The main purpose being to allow special or specific header/Footer templates like official management templates to be restricted to admin accounts.Side Menu > Template Settings > Digital Form Template > Header/Footer/Company info Access SettingsPDF Introduction and Appendix SettingsPDF Introduction allows companies to place a Cover Page or Introduction page to their PDFs.Side Menu > Template Settings > Digital Form Template > PDF Introduction and Appendix SettingsOthersMetric DashboardThe metric Dashboard","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["13",{"pageContent":"to place a Cover Page or Introduction page to their PDFs.Side Menu > Template Settings > Digital Form Template > PDF Introduction and Appendix SettingsOthersMetric DashboardThe metric Dashboard display charts and graph on the system data mainly to provide a simple and digestible analysis of the system.Some default metrics are total job completions in a month and new clients added into the system.Users can change the dashboard displayed by clicking on the dashboard drop down on the top left and select the dashboard template. This Page does not Allow the user to create Metrics. To create metric groups and metrics go to Metrics Dashboard Layout SettingsSide Menu > Business Metrics > Metric DashboardBusiness travel OverviewThe Overview page allows users too see the check-in details of other users and display the check-in location on a map. GeolocationHR SuiteClaims managementIn the Claims management page, admins and approve and look at the claims made by users and staffs.Claims such as fuel milage and food claims made by the users can be approved here.Overtime managementAttendance ListThe attendance list allows admins to view the attendance, check-in and check-out dates and times. The attendance list helps track if a employee is present in their work site or if they are late.Office Check-in SettingsOffice check-in settings contains the list of offices and locations users can check in to. Admins can assign which users can check-in into which offices and locations.Admins can Add new locations by using the “Add location” which presents a list of Site locations to add.Reminder & Marketing BroadcastReminder ReportMarketing ReportMarketing campaignSmart SchedulerProject Asset SchedularProject Smart SchedulerSite Smart Scheduler1.8.4.7 Remote Signature Email Template SettingsSide Menu > Company Settings > Digital Form Settings > Remote Signature Email Template settings.QR Code Setting Dashboard metric dashboardQR Code setting Dashboard allow the users to manage QR codes being","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["14",{"pageContent":"Menu > Company Settings > Digital Form Settings > Remote Signature Email Template settings.QR Code Setting Dashboard metric dashboardQR Code setting Dashboard allow the users to manage QR codes being used in the systemSide Menu > Company Settings > QR code Settings Dashboard.QR Code templatesQR templates allow users to create QR codesSide Menu > Template Settings> QR Code TemplatesMetrics Dashboard Layout SettingsMetrics Dashboard layout settings allows the users to edit what Charts, graphs and visualizations that would like to have in their metric dashboards.Users can create “groups” which is a template of multiple charts, graphs and visualizations.Groups could have specific roles like charts and graphs only on financial details or another only on productivity of staff and employees.Side Menu > Company Settings > Metric Dashboard layout SettingsReminder templatesReminder templates allow the user to add new types of reminders.Some of these reminders could have a conditional trigger which automatically send reminders when a specific condition is met.Side Menu > Template Settings> Reminder templates.Staff/User SettingsStaff Settings branchDepartment/Team Settings  Department/Team settings work like Staff Category Settings, allowing admins to create company departments such as Finance, HR, Delivery, Sales etc.Provides a way to categorize employees and staff in the System.Side Menu > Company Settings > Staff Settings > Department/Team SettingsClaims CategoryThe Claims Category allows the admin to manage the categories claims can be made from.Some Claims categories include Fuel, Work Overtime, Car Mileage etc.Side Menu > Company Settings > Staff Settings > Claims CategoryMilageThe Milage Settings Allows the Admins to manage the calculation of payout for the milage and distance traveled for the claims. Extra Mileage for buffer (km) holds the value of the buffer as distance traveled may not be accurate and acts as a buffer.Side Menu > Company Settings > Staff Settings >","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["15",{"pageContent":"traveled for the claims. Extra Mileage for buffer (km) holds the value of the buffer as distance traveled may not be accurate and acts as a buffer.Side Menu > Company Settings > Staff Settings > MilageCheck-in Distance SettingsCheck-in Distance allows the admin to change how far a user can be from a location to Check-in into the location.Example: having 1000 Meter check-in allows the user to only check-in to a location only if they are in a 1000-meter radius. Side Menu > Company Settings > Staff Settings > Check-in Distance SettingsInformation managementInformation management only has 2 settings, “Enable Sub Admin account holders to edit or delete Site/Project/Job/Digital Forms that they have view access on” and “remove Project Summary View from all Job Views.Side Menu > Company Settings > Staff Settings > Information Management.User Alarm SettingsUser Alarm settings allow admins to set alarm notifications depending on the Job category. Example: A job with the category “Emergency” would send alarm notifications to all users assigned.Side Menu > Company Settings > Staff Settings > User Alarm SettingsUser Management BranchUser ListThe user list displays all the users in the system, Sorted by user category.Admins can add new users using this page.Admins can delete, edit, and deactivate user accounts as well on this page.Side Menu > User Management > User ListCopy AccountThe copy Account page allows users to copy user settings and preferences onto a new account to easily duplicate the settings. Two additional optional settings exist which is “Assign/View Access Permission” and “User Account Customization Settings.”After turned on(ticked) Users can view the same jobs, projects, and customers as the account it was copied on. User Account Customization settings copies all the minor settings the account is and isn’t allowed to do.Side Menu > User Management > Copy AccountUser Account CustomizationThe User Account Customization displays the Control settings","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["16",{"pageContent":"copies all the minor settings the account is and isn’t allowed to do.Side Menu > User Management > Copy AccountUser Account CustomizationThe User Account Customization displays the Control settings (disabled/enabled) for a user. The UAC contains nearly 50 different control settings allowed to be changed for a user.Click on the edit button on a user, displays a pop-up which allows the user a slider to enable and disable user settings.The Pop-up also allows admins to change the user Access, Notification and Mobile-App Access Settings.Access Settings include Ability to View/Assign, Creation and Deletion Control. Creation control allows users to create new jobs and deletion control allows them to delete jobs.Notification settings change how notifications may be sent to the user such as email, mentions, assign and general notifications. Which could be set differently depending on if it is a Job, Project, Site, Asset or Digital Form.Mobile-App settings are the access Settings for the Mobile-App whether the user will have access to specific pages in their Mobile App.Side Menu > User Management > User Account CustomizationCompany Profile SettingsZSide Menu > User Management > Company Profile SettingsCheck Pending Update Check Pending Update allows admins to force a connection to a user’s account to detect any pending changes stored in the users account.The system Allows users to be able to access and perform actions with the system offline, but changes are stored locally and will not be sent to the system until an internet connection is later made. This page allows admins to attempt to connect to the users locally stored change to upload to the system.Side Menu > User Management > Check Pending UpdateInvite UserThe Invite Users page allows admins to add new users from this page as well. Its whole purpose is to just allow admins to add new users.Side Menu > User Management > Invite UserUser ImportUser Import allows admins to import large amounts of users using an excel","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["17",{"pageContent":"page as well. Its whole purpose is to just allow admins to add new users.Side Menu > User Management > Invite UserUser ImportUser Import allows admins to import large amounts of users using an excel format template. Allows admin to upload up to 100 users at a time.Side Menu > User Management > User ImportImport BranchSite ImportAllows Users to Batch import large amounts of Site data.Import data and format is in Excel.Side Menu > Import > Site ImportProject ImportAllows Users to Batch import large amounts of Project data.Import data and format is in Excel.Side Menu > Import > Project importAsset ImportAllows Users to Batch import large amounts of Asset data.Import data and format is in Excel.Side Menu > Import > Asset ImportContact ImportAllows Users to Batch import large amounts of Contact data.Import data and format is in Excel.Side Menu > Import > Contact ImportProduct/Services ImportAllows Users to Batch import large amounts of Product/Services data.Import data and format is in Excel.Side Menu > Import > Product/Services ImportUOM ImportAllows Users to Batch import large amounts of UOM data.Import data and format is in Excel.Side Menu > Import > UOM ImportSite Bulk UpdateSite Bulk update allows the users to upload batches of updated Details in excel format.Side Menu > Import > Site Bulk UpdateProject Bulk UpdateSite Bulk update allows the users to upload batches of updated Details in excel format.Side Menu > Import > Project Bulk UpdateAsset Bulk UpdateAsset Bulk update allows the users to upload batches of updated Details in excel format. importSide Menu > Import > Asset Bulk Update.Product/Services UpdateProduct/Services update allows the users to upload batches of updated Details in excel format.Side Menu > Import > Product/Services UpdateUOM Bulk UpdateSite Bulk update allows the users to upload batches of updated Details in excel format.Example: If a user wants all 10x batch amounts to have a increased discount the user could format it in excel quickly and","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["18",{"pageContent":"update allows the users to upload batches of updated Details in excel format.Example: If a user wants all 10x batch amounts to have a increased discount the user could format it in excel quickly and upload the changes to the system.Side Menu > Import > UOM Bulk Update2.0 System Terminology and Functions.2.1 Terminologies2.2 Functions3.0 QA Details & answers#1– UAC SettingQuestion/Term: Auto CheckoutAnswer/Context: Auto Checkout automatically checks out a user once they check-in into another location.Context 2: Auto Checkout sadly doesn’t check out once outside the range of a location the user has checked-in, one issue would be that the time spent travelling to a 2nd location would be registered as time spent in the first location, as it only checks out once check-in to 2nd location.#2– UAC SettingQuestion/Term: Access Full Job History n Answer/Context:Context 2:#3 – UAC SettingQuestion/Term: Business Travel Report-User ViewAnswer/Context:Context 2:#4 – UAC SettingQuestion/Term: Camera OnlyAnswer/Context: Add/Attach Images using the Phones camera of taken images/pictures.Context 2:#5- UAC settingQuestion/Term: GPS Accuracy DetectionAnswer/Context: GPS has two types of accuracy, High Accuracy mode and “Battery Accuracy mode”. Turning this Setting on requires the user to use High Accuracy Mode.Context 2: GPS Accuracy Detection using High Accuracy mode combats Staff and users from using “GPS ghosting” apps to fake their location.#6– UAC SettingQuestion/Term: Assigning AuthorityAnswer/Context: The users that are assigned to any Job, Project, or Customer shall be able to assign items to other users.Context 2:#7– UAC SettingQuestion/Term: Assigning Authority (External User)Answer/Context:Context 2:#8– UAC SettingQuestion/Term: Filtered DepartmentAnswer/Context:Context 2:#10– UAC SettingQuestion/Term: Attach Asset AuthorityAnswer/Context:Context 2:  #11– UAC SettingQuestion/Term: Auto Select UserAnswer/Context: The users assigned to the Customer shall be automatically","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["19",{"pageContent":"UAC SettingQuestion/Term: Attach Asset AuthorityAnswer/Context:Context 2:  #11– UAC SettingQuestion/Term: Auto Select UserAnswer/Context: The users assigned to the Customer shall be automatically assigned into newly created Job / Project.Context 2: (ADD)#12– UAC SettingQuestion/Term: Job Creation Without Site on Mobile deviceAnswer/Context: ;Context 2:#13– UAC SettingQuestion/Term: Data Export AccessAnswer/Context: The users shall be able to export data in Excel / CSV / PDF format.Context 2:#14– UAC SettingQuestion/Term: To-Do List RequirementAnswer/Context: To-Do List Requirement when turned on forces the user to fulfill the to-do list requirement before being able to change a Status. Turning it off allows users to bypass it and change the status without fulfilling the requirement.Context 2: To turn off To-Do List requirement for a Single User, Head into UAC in User Management and disable the setting for the user.Context 3: If an Admins wants to disable the To-Do list of a Job/Project/customer to change status go to the Job/Project/Customer instead. It should be clarified if the question refers to disabling User To-Do list Requirement or Disabling To-Do list for the Job/Project/Customer. #15– UAC SettingQuestion/Term: Enable Product/Services EditAnswer/Context: The users shall be able to add or edit Products / Services in the system.Context 2:#16– UAC SettingQuestion/Term: Status and Alert PromptAnswer/Context: The users shall be taken to the status update page every time there is an update done on a Job.Context 2:#17– UAC SettingQuestion/Term: Time synchronization SettingsAnswer/Context: The system shall be using the network global time.Context 2:#18– UAC SettingQuestion/Term: Asset Requirement SettingsAnswer/Context:Context 2:#19– UAC SettingQuestion/Term: IMEI login CheckAnswer/Context:Context 2:#20– UAC SettingQuestion/Term: Team Growth AnalyticsAnswer/Context:Context 2:#21– UAC SettingQuestion/Term: HR Management Full AccessAnswer/Context:Context 2:#22– UAC","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["20",{"pageContent":"CheckAnswer/Context:Context 2:#20– UAC SettingQuestion/Term: Team Growth AnalyticsAnswer/Context:Context 2:#21– UAC SettingQuestion/Term: HR Management Full AccessAnswer/Context:Context 2:#22– UAC SettingQuestion/Term: Enable Unique AssetAnswer/Context:Context 2:#23– UAC SettingQuestion/Term: Required Asset in CommentsAnswer/Context:Context 2:#24– UAC SettingQuestion/Term: Enable Generating QR CodeAnswer/Context:Context 2:#25– UAC SettingQuestion/Term: Enable Public Form AccessAnswer/Context:Context 2:#26– UAC SettingQuestion/Term: Enable Asset HistoryAnswer/Context:Context 2:#27– UAC SettingQuestion/Term: Enable Company Setting AccessAnswer/Context:Context 2:#28– UAC SettingQuestion/Term: Enable Business Report AccessAnswer/Context:Context 2:#29– UAC SettingQuestion/Term: Restrict Parent Domain ViewAnswer/Context:Context 2:#30– UAC SettingQuestion/Term: Enable Assigned Asset TableAnswer/Context:Context 2:#31– UAC SettingQuestion/Term: Show All Contact CheckboxAnswer/Context:Context 2:#32– UAC SettingQuestion/Term: Change Parent Domain StatusAnswer/Context:Context 2:#33– UAC SettingQuestion/Term: Auto Milage ClaimAnswer/Context:Context 2:#34– UAC SettingQuestion/Term: Enable Business MetricsAnswer/Context:Context 2:#35– UAC SettingQuestion/Term: Enable Marketing BroadcastAnswer/Context:Context 2:#36– UAC SettingQuestion/Term: Enable Smart SchedulerAnswer/Context:Context 2:#37– UAC SettingQuestion/Term: Enable Template SettingAnswer/Context:Context 2:#38– UAC SettingQuestion/Term: Enable User ManagementAnswer/Context:Context 2:#39– UAC SettingQuestion/Term: Enable Import ModuleAnswer/Context:Context 2:#40– UAC SettingQuestion/Term: Check-in SelfieAnswer/Context:Context 2:#41– UAC SettingQuestion/Term: Project Settings for UsersAnswer/Context:Context 2:#42– UAC SettingQuestion/Term: Digital form Settings or UsersAnswer/Context:Context 2:#43– UAC SettingQuestion/Term: Notification Email SettingsAnswer/Context: The users shall receive notifications according to the","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["21",{"pageContent":"Digital form Settings or UsersAnswer/Context:Context 2:#43– UAC SettingQuestion/Term: Notification Email SettingsAnswer/Context: The users shall receive notifications according to the area that they ticked.Context 2:#44– UAC SettingQuestion/Term: System Access SettingsAnswer/Context: The specific user shall have access to assign, view, and creation control.Context 2:#45 – UAC SettingQuestion/Term: Mobile App SettingsAnswer/Context:Context 2:#Product UOM settingsQuestion/Term: UOM/UOM settings.Answer/Context: UOM settings Will display the values/data if the flag is turned on. The settings include the Quantity, Unit Name, Unit Price, Discount, Tax, Notes.Context 2: If turned on, this value will be displayed in the PDF generated from the Digital Forms. For the Product/Services.#2#3#4#5","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["22",{"pageContent":"Sales Connection Manual/Guide Documentation.System IntroductionSalesconnection system is a website that provides a system for companies to manage their companies and work flow.JobsJob Schedule PageIn the Job Schedule, there is a calendar Widget In which in which the Allows the user how they would view it. The default Settings Daily shows a week of task.The user can Sort the Calendar Based on the filters Which are Pending Jobs, Overdue jobs, alerted and order by descending.Other Filters also include the jobs assigned to Departments, Access Type and User's Assigned. And allows the user to Favorite the Filters they commonly use.User can also Move the calendar to see the previous weeks and next week's calendar.Allows the User to Add new Jobs By clicking on the Blue Add icon on the bottom right.Side Menu > Business management > Schedule branch > job Schedule Page.Job Category Schedule PageJob category functions similarly to Job schedule, but instead of displaying which staff is assigned to the job. It shows the Job category, and which dates the jobs fall on.Users cannot sort the job category to display which ones appears at the top.The user can add jobs on this page as well.Side Menu > Business management > Schedule branch > job Category Schedule Page.Job DashboardJob Dashboard displays jobs sorted by their categories.The user can create/add jobs on this page as well.Side Menu > Business management > Dashboard > Job Dashboard.Job report Job report displays all the jobs depending on the filters set, by the default jobs are sorted simply by the job number.Users can click on the “open in new tab” to view the job details.Side Menu > Business Reports> Job ReportJob Update Report Job Update report focuses on the updates and changes made on the jobs. Changes like changing statuses will be shown on the list.Users can click on the “open in new tab” to view the job details.Side Menu > Business reports > Job Update ReportJob AnalyticsJob analytics display a list of Jobs sorted by","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["23",{"pageContent":"will be shown on the list.Users can click on the “open in new tab” to view the job details.Side Menu > Business reports > Job Update ReportJob AnalyticsJob analytics display a list of Jobs sorted by the job number and can be filtered by the settings.Side Menu > Business metrics > Job AnalyticsJob CategoryJob category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Job Settings > Job CategoryJob StatusThe job status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.(Example :  A category “Shipment” would have the status “Waiting for delivery” or “Arrived”Side Menu > Company Settings > Job Settings > Job StatusJob Status SegmentationThe Job Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain job category. Side Menu > Company Settings > Job Settings > Job Status SegmentationJob to Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Job Settings > Job to Do ListJob Settings Automation SettingsNeed Further clarificationCompany Settings > Automation Settings > Job SettingsJob templatesJob Templates allow admins to change how and what is displayed in the Job Details page and Job information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Job if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time,","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["24",{"pageContent":"or email.Custom fields allow users to add any time of data they would like to have on a Job if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more.Job templates affect all jobs, currently jobs only can have 1 template. 2 different jobs cannot have different templates. Templates are not needed to create new jobs.Some Job Template settings include Side Menu > Template Settings> Job templates.List View Schedule PageList View is a Daily Calendar that displays the work and jobs scheduled and assigned for the day.Job Creation/Creating JobsAssetsAssets are the items or assets in this case used or owned by the system/company. Asset Schedule PageIn the Asset Schedule, users will see the dates of when certain assets are scheduled for.Users can add Jobs on this page as well.Side Menu > Business management > Schedule branch > Asset Schedule PageAsset List pageThe Asset List page stores a list of all the asset(s) in the system.Users can add new asset(s) to this page with the “Add Asset” button.Clicking on the “open in new tab” button displays more details about the asset.Side Menu > Business management > Asset ListAsset Update Report Asset update report Displays a list of all the assets in the system.Main purpose of asset update report is to display all changes and actions relating to the asset such as attaching/assigning to a job, site, or client.Side Menu > Business Reports> Asset Update ReportAsset History ReportWSide Menu > Business Reports > Asset History ReportAsset Settings branchAsset CategoryAsset category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Asset Settings > Asset CategoryAsset StatusThe Asset status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["25",{"pageContent":"status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Asset Settings > Asset StatusAsset Status SegmentationThe Asset Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain Assets. Side Menu > Company Settings > Asset Settings > Asset Status SegmentationAsset To Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Asset Settings > Asset to do list.Asset ImportAllows Users to Batch import large amounts of Asset data.Import data and format is in Excel.Asset Bulk UpdateAsset Bulk update allows the users to upload batches of updated Details in excel format.Asset TemplatesAsset Templates allow admins to change how and what is displayed in the Asset Details page and Asset information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Asset if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more. Templates affect all Assets, Each Asset Category can have its own Custom Data Fields and templates. Templates are not needed to create new Asset.Some Asset template settings include\\Side Menu > Template Settings> Asset templates.ProjectsProject Schedule PageProject Schedule Firstly requires the user to sort by the customer associated, then select the project under the Side Menu > Business management > Schedule branch >","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["26",{"pageContent":"Schedule PageProject Schedule Firstly requires the user to sort by the customer associated, then select the project under the Side Menu > Business management > Schedule branch > Project Schedule PageProject DashboardProject dashboard displays projects sorted by their categories.Side Menu > Business management > Dashboard > Project DashboardProject report The project report displays all the projects depending on the filter set.Users can click on the “open in new tab” to view the project details.Side Menu > Business Reports> Project ReportProject Update ReportProject update report focuses on the update and changes made on the projects.Changes and updates like changing statuses will be shown on the list.Users can click on the “open in new tab” to view the project details.Side Menu > Business Reports> Project Update ReportProject AnalyticsProject analytics display a list of projects sorted by the project number and can be filtered by settings.Side Menu > Business Metrics > Project analyticsProject SettingsProject categoryProject category page displays the possible categories a Project can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Project Settings > Project categoryProject StatusThe Project status display all the Statuses for a project.Users can add, create, and remove possible statuses a project can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Project Settings > Project StatusProject Status SegmentationThe Project Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain project category. Side Menu > Company Settings > Project Settings > Project Status SegmentationDefault Project CreationThe default project creation is a feature that pops up.Side Menu > Company Settings > Project Settings > Default Project","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["27",{"pageContent":"> Project Settings > Project Status SegmentationDefault Project CreationThe default project creation is a feature that pops up.Side Menu > Company Settings > Project Settings > Default Project CreationProject to Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Project Settings > Project to Do list.Project Automation SettingsThe Automation Project Settings page allows the user to set templates that are automatically generated when a Site is created.This provides a way to automate Project creation for sites if the user is repetitively creating sites and projects.Automated Projects can be set to use different project templates depending on the Site category.Side Menu > Company Settings > Automation Settings > Project Automation Settings.Project ImportAllows Users to Batch import large amounts of Project data.Import data and format is in Excel. Project Bulk UpdateSite Bulk update allows the users to upload batches of updated Details in excel format.Project TemplatesProject Templates allow admins to change how and what is displayed in the Project Details page and Project information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Project if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more.Some project settings includeSide Menu > Template Settings> Project templates.Product/ServicesProduct/services List PageThe Product/Services list page stores all the products and services in the system which is used for keeping track of products and Billing customers for invoices.Users can use the “add Button” to add new","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["28",{"pageContent":"Product/Services list page stores all the products and services in the system which is used for keeping track of products and Billing customers for invoices.Users can use the “add Button” to add new Product/Services Clicking on the “open in new tab” button displays more details about the asset.Side Menu > Business management > Product/Services ListProduct/Services Settings BranchUOM Settings branchUOM FlagThe UOM Flag Page controls the Status flag of the Product UOMsUOM settings include Quantity, Unit Name, Unit Price, Discount, Tax and Notes which can either be set On or Off.The UOM settings effects what details are displayed in the Product/Services Section in the Digital Form.Side Menu > Company Settings > Product/Services Settings > UOM Settings > UOM FlagUOM ManagementUOM management allows the users to Add, Edit and Delete Unit of Measurements (UOM) Some UOM might include 5x, 10x and bulk amounts of products/Services.The main purpose of UOM is allow for Discount pricing for Bulk Amounts or Variations of the Product/ServicesSide Menu > Company Settings > Product/Services Settings > UOM Settings > UOM ManagementUOM ImportUOM import allows the user to import excel Files containing the details/data of UOM settings.Provides a method of Adding large amounts of UOM settings instead of creating individual settings at a time.Side Menu > Company Settings > Product/Services Settings > UOM Settings > UOM ImportUOM Bulk updateUOM Bulk update allows the users to upload batches of updated settings in excel format.Example : If a user wants all 10x batch amounts to have a increased discount the user could format it in excel quickly and upload the changes to the system.Side Menu > Company Settings > Product/Services Settings > UOM Settings > UOM Bulk update.Product/Services ImportAllows Users to Batch import large amounts of Product/Services data.Import data and format is in Excel.Product/Services UpdateProduct/Services update allows the users to upload batches of updated","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["29",{"pageContent":"Users to Batch import large amounts of Product/Services data.Import data and format is in Excel.Product/Services UpdateProduct/Services update allows the users to upload batches of updated Details in excel format.Product/Services templatesProduct/Services templates allow users to add Fields to the product/services Templates such as a text, Checkbox, Date, or numbers.Example: Users could add a text Field to store Serial code or product promotion dates.Side Menu > Template Settings> Product/Services templates.SiteSite List PageThe Site list holds a list of sites which could be a client, company, or customer.Users can add new Site(s) using the Add button.To view details of the site(s), click on the “open in new tab” button.Side Menu > Business management > Site ListSite AnalyticsCite analytics displays a list of customers sorted by the customer number and can be filtered. Side Menu > Business Metrics > Site AnalyticsSite Settings branchSite StatusThe Site status display all the Statuses for a SiteUsers can add, create, and remove possible statuses a Site can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Site Settings > Site Status  Site CategorySite category page displays the possible categories a Site can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Site Settings > Site CategorySite TemplatesSite Templates allow admins to change how and what is displayed in the Site Details page and Site information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Site if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more.Side Menu > Template Settings> Site","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["30",{"pageContent":"to have on a Site if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more.Side Menu > Template Settings> Site templates.ContactContact List PageThe Contact List holds the contact information of the clients, companies, and customers.Users can add new contacts by clicking on the “Create New Contact” button on the top right.Users can click on the View button action to display the details of the contact.Side Menu > Business management > Contact ListContact ImportAllows Users to Batch import large amounts of Contact data.Import data and format is in Excel.contact templates.WSide Menu > Template Settings> contact templates.Public FormPublic Form CategoryPublic Form category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Public Form Settings > Public Form CategoryPublic Form StatusThe Public Form status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Public Form Settings > Public Form statusPublic Form Status segmentationThe Public Form Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain job category. Side Menu > Company Settings > Public Form Settings > Public Form Status SegmentationPublic Form Banner SettingsThe Public Form Banner Allows the users to design and create the header and footer for the public Forms.Side Menu > Company Settings > Public Form Settings > Public Form Banner SettingsPublic Form to Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["31",{"pageContent":"Form to Do ListThe To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Public Form Settings > Public Form To do listCommentsComment CategoryComment category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Comment Settings > Comment CategoryComment SubcategoryComment Sub Category allows users to add Sub categories In the comments to further categories them for certain purposes depending on the systemSide Menu > Company Settings > Comment Settings > Comment SubcategoryComment StatusThe Comment status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Comment Settings > Comment StatusComment Category SegmentationThe Comment Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain Comment category. Side Menu > Company Settings > Comment Settings > Comment Category SegmentationDigital FormDigital Form DashboardThe digital Form Dashboard provides the option to pick 1 of the 7 templates and displays a dashboard of the Digital forms in the template.The Digital forms are sorted by category.Side Menu > Business management > Dashboard > Digital Form DashboardDigital Form ReportDigital form reports display all the digital forms created under one of the seven digital form templates.Users can pick which Digital form template they would like in the filter.Users can see the rating, status, ID, and customer in the report details.Side Menu > Business Reports> Digital Form ReportDigital Form Update ReportDigital Form update report displays the updates","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["32",{"pageContent":"can see the rating, status, ID, and customer in the report details.Side Menu > Business Reports> Digital Form ReportDigital Form Update ReportDigital Form update report displays the updates and changes made to the Digital forms such as analyticschanging the status or commenting on the digital form.Side Menu > Business Reports> Digital Form Update ReportDigital Customer Feedback Form ReportDigital Customer Feedback Form report allows the user to find the feedback left by the customer, the feedback could include the client’s comments, rating, and signatures.Side Menu > Business Reports> Digital Customer Feedback Form ReportDigital form analyticsDigital form analytics display a list of Digital forms depending on the digital form template chosen and filters set.Side Menu > Business Metrics > Digital Form AnalyticsManage AccessThe Manage Access Page allows Admins to manage user access to Digital forms.Admins can disable access of users or departments to be unable to use certain templates.  Side Menu > Company Settings > Digital Form Settings > Manage Access.Digital Form CategoryDigital Form category page displays the possible categories a Job can have.Admins can add, edit, and remove the categories.Side Menu > Company Settings > Digital Form Settings > Digital Form category.Digital Form StatusThe Digital Form status displays all the Statuses for a job.Users can add, create, and remove possible statuses a job can have.Status can have special settings to them such as status that can only be set by Admin users.Side Menu > Company Settings > Digital Form Settings > Digital Form Status.Digital Form Status SegmentationThe Digital Form Status segmentation allows the User to set which Statuses can be set depending on the category.Status Segmentation allows specific status to only be an option to be selected for a certain job category. Side Menu > Company Settings > Digital Form Settings > Digital Form status SegmentationDigital Form Email SettingThe Digital Form Email Setting","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["33",{"pageContent":"be an option to be selected for a certain job category. Side Menu > Company Settings > Digital Form Settings > Digital Form status SegmentationDigital Form Email SettingThe Digital Form Email Setting allows admins to set Digital forms to automatically CC or BCC (Blind CC – Not Visible to the user as being CC mainly to hide and not display it as being CC’ed) email accounts.CC & BCC settings can be different depending on the Digital form Templates used and the account selected. Such as different CC emails for different users.Side Menu > Company Settings > Digital Form Settings > Digital Form Email SettingDigital Form Email template SettingThe Digital Form Email Template Setting allows the admin to change the template structure of the email depending on the Digital Form template. Each Digital Form Sub-Template in a Template can have different Email Templates.Email Templates could have special subject wording or text/information included in the content.Side Menu > Company Settings > Digital Form Settings > Digital Form Email Template SettingDigital Form To do List.The To-Do List page allows users to set requirements before a status can be changed.Requirements such as having the user leave comments or actions before a status can be changed.Side Menu > Company Settings > Digital Form Settings > Digital Form to do list.UOM FlagThe UOM Flag Page controls the Status flag of the Product UOMsUOM settings include Quantity, Unit Name, Unit Price, Discount, Tax and Notes which can either be set On or Off.The UOM settings effects what details are displayed in the Product/Services Section in the Digital Form.Digital Form Template SettingsDigital Form Templates allow admins to change how and what is displayed in the Digital Form Details page and Digital Form information throughout the system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["34",{"pageContent":"system. Templates have default and custom field settings which are variables that hold information. An example of a custom/default field is Phone number, dates, or email.Custom fields allow users to add any time of data they would like to have on a Asset if the data type is supported. Some of these data types are Text, Text area, Number, Date, Date Time, Multiple Checkbox, Attachments and more. Side Menu > Template Settings > Digital Form Template > Digital Form Template SettingsPDF template CustomizationPdf Template customization allows users to edit the Generated pdf from Digital Forms. PDF template allows users to edit how the pdf template would look like such as formatting where each data field goes, such as Text box, dates and Checklist on a certain row and column.PDF template takes variables and data fields from the associated job/Project/Client and The Digital form it is generated from.Side Menu > Template Settings > Digital Form Template > PDF Template CustomizationHeader/Footer/Company info template SettingsThe Header/Footer/Company Info template allows admins to add, edit and remove new Header/Footer templates.Header/Footer templates are used for adding header/footers to PDFs when generating.Side Menu > Template Settings > Digital Form Template > Header/Footer/Company info template SettingsHeader/Footer/Company info Access SettingsHeader/Footer/Company info Access settings allow admins to set which users have access to which header/Footer template options.The main purpose being to allow special or specific header/Footer templates like official management templates to be restricted to admin accounts.Side Menu > Template Settings > Digital Form Template > Header/Footer/Company info Access SettingsPDF Introduction and Appendix SettingsPDF Introduction allows companies to place a Cover Page or Introduction page to their PDFs.Side Menu > Template Settings > Digital Form Template > PDF Introduction and Appendix SettingsOthersMetric DashboardThe metric Dashboard","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["35",{"pageContent":"to place a Cover Page or Introduction page to their PDFs.Side Menu > Template Settings > Digital Form Template > PDF Introduction and Appendix SettingsOthersMetric DashboardThe metric Dashboard display charts and graph on the system data mainly to provide a simple and digestible analysis of the system.Some default metrics are total job completions in a month and new clients added into the system.Users can change the dashboard displayed by clicking on the dashboard drop down on the top left and select the dashboard template. This Page does not Allow the user to create Metrics. To create metric groups and metrics go to Metrics Dashboard Layout SettingsSide Menu > Business Metrics > Metric DashboardBusiness travel OverviewThe Overview page allows users too see the check-in details of other users and display the check-in location on a map. GeolocationHR SuiteClaims managementIn the Claims management page, admins and approve and look at the claims made by users and staffs.Claims such as fuel milage and food claims made by the users can be approved here.Overtime managementAttendance ListThe attendance list allows admins to view the attendance, check-in and check-out dates and times. The attendance list helps track if a employee is present in their work site or if they are late.Office Check-in SettingsOffice check-in settings contains the list of offices and locations users can check in to. Admins can assign which users can check-in into which offices and locations.Admins can Add new locations by using the “Add location” which presents a list of Site locations to add.Reminder & Marketing BroadcastReminder ReportMarketing ReportMarketing campaignSmart SchedulerProject Asset SchedularProject Smart SchedulerSite Smart Scheduler1.8.4.7 Remote Signature Email Template SettingsSide Menu > Company Settings > Digital Form Settings > Remote Signature Email Template settings.QR Code Setting Dashboard metric dashboardQR Code setting Dashboard allow the users to manage QR codes being","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["36",{"pageContent":"Menu > Company Settings > Digital Form Settings > Remote Signature Email Template settings.QR Code Setting Dashboard metric dashboardQR Code setting Dashboard allow the users to manage QR codes being used in the systemSide Menu > Company Settings > QR code Settings Dashboard.QR Code templatesQR templates allow users to create QR codesSide Menu > Template Settings> QR Code TemplatesMetrics Dashboard Layout SettingsMetrics Dashboard layout settings allows the users to edit what Charts, graphs and visualizations that would like to have in their metric dashboards.Users can create “groups” which is a template of multiple charts, graphs and visualizations.Groups could have specific roles like charts and graphs only on financial details or another only on productivity of staff and employees.Side Menu > Company Settings > Metric Dashboard layout SettingsReminder templatesReminder templates allow the user to add new types of reminders.Some of these reminders could have a conditional trigger which automatically send reminders when a specific condition is met.Side Menu > Template Settings> Reminder templates.Staff/User SettingsStaff Settings branchDepartment/Team Settings  Department/Team settings work like Staff Category Settings, allowing admins to create company departments such as Finance, HR, Delivery, Sales etc.Provides a way to categorize employees and staff in the System.Side Menu > Company Settings > Staff Settings > Department/Team SettingsClaims CategoryThe Claims Category allows the admin to manage the categories claims can be made from.Some Claims categories include Fuel, Work Overtime, Car Mileage etc.Side Menu > Company Settings > Staff Settings > Claims CategoryMilageThe Milage Settings Allows the Admins to manage the calculation of payout for the milage and distance traveled for the claims. Extra Mileage for buffer (km) holds the value of the buffer as distance traveled may not be accurate and acts as a buffer.Side Menu > Company Settings > Staff Settings >","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["37",{"pageContent":"traveled for the claims. Extra Mileage for buffer (km) holds the value of the buffer as distance traveled may not be accurate and acts as a buffer.Side Menu > Company Settings > Staff Settings > MilageCheck-in Distance SettingsCheck-in Distance allows the admin to change how far a user can be from a location to Check-in into the location.Example: having 1000 Meter check-in allows the user to only check-in to a location only if they are in a 1000-meter radius. Side Menu > Company Settings > Staff Settings > Check-in Distance SettingsInformation managementInformation management only has 2 settings, “Enable Sub Admin account holders to edit or delete Site/Project/Job/Digital Forms that they have view access on” and “remove Project Summary View from all Job Views.Side Menu > Company Settings > Staff Settings > Information Management.User Alarm SettingsUser Alarm settings allow admins to set alarm notifications depending on the Job category. Example: A job with the category “Emergency” would send alarm notifications to all users assigned.Side Menu > Company Settings > Staff Settings > User Alarm SettingsUser Management BranchUser ListThe user list displays all the users in the system, Sorted by user category.Admins can add new users using this page.Admins can delete, edit, and deactivate user accounts as well on this page.Side Menu > User Management > User ListCopy AccountThe copy Account page allows users to copy user settings and preferences onto a new account to easily duplicate the settings. Two additional optional settings exist which is “Assign/View Access Permission” and “User Account Customization Settings.”After turned on(ticked) Users can view the same jobs, projects, and customers as the account it was copied on. User Account Customization settings copies all the minor settings the account is and isn’t allowed to do.Side Menu > User Management > Copy AccountUser Account CustomizationThe User Account Customization displays the Control settings","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["38",{"pageContent":"copies all the minor settings the account is and isn’t allowed to do.Side Menu > User Management > Copy AccountUser Account CustomizationThe User Account Customization displays the Control settings (disabled/enabled) for a user. The UAC contains nearly 50 different control settings allowed to be changed for a user.Click on the edit button on a user, displays a pop-up which allows the user a slider to enable and disable user settings.The Pop-up also allows admins to change the user Access, Notification and Mobile-App Access Settings.Access Settings include Ability to View/Assign, Creation and Deletion Control. Creation control allows users to create new jobs and deletion control allows them to delete jobs.Notification settings change how notifications may be sent to the user such as email, mentions, assign and general notifications. Which could be set differently depending on if it is a Job, Project, Site, Asset or Digital Form.Mobile-App settings are the access Settings for the Mobile-App whether the user will have access to specific pages in their Mobile App.Side Menu > User Management > User Account CustomizationCompany Profile SettingsZSide Menu > User Management > Company Profile SettingsCheck Pending Update Check Pending Update allows admins to force a connection to a user’s account to detect any pending changes stored in the users account.The system Allows users to be able to access and perform actions with the system offline, but changes are stored locally and will not be sent to the system until an internet connection is later made. This page allows admins to attempt to connect to the users locally stored change to upload to the system.Side Menu > User Management > Check Pending UpdateInvite UserThe Invite Users page allows admins to add new users from this page as well. Its whole purpose is to just allow admins to add new users.Side Menu > User Management > Invite UserUser ImportUser Import allows admins to import large amounts of users using an excel","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["39",{"pageContent":"page as well. Its whole purpose is to just allow admins to add new users.Side Menu > User Management > Invite UserUser ImportUser Import allows admins to import large amounts of users using an excel format template. Allows admin to upload up to 100 users at a time.Side Menu > User Management > User ImportImport BranchSite ImportAllows Users to Batch import large amounts of Site data.Import data and format is in Excel.Side Menu > Import > Site ImportProject ImportAllows Users to Batch import large amounts of Project data.Import data and format is in Excel.Side Menu > Import > Project importAsset ImportAllows Users to Batch import large amounts of Asset data.Import data and format is in Excel.Side Menu > Import > Asset ImportContact ImportAllows Users to Batch import large amounts of Contact data.Import data and format is in Excel.Side Menu > Import > Contact ImportProduct/Services ImportAllows Users to Batch import large amounts of Product/Services data.Import data and format is in Excel.Side Menu > Import > Product/Services ImportUOM ImportAllows Users to Batch import large amounts of UOM data.Import data and format is in Excel.Side Menu > Import > UOM ImportSite Bulk UpdateSite Bulk update allows the users to upload batches of updated Details in excel format.Side Menu > Import > Site Bulk UpdateProject Bulk UpdateSite Bulk update allows the users to upload batches of updated Details in excel format.Side Menu > Import > Project Bulk UpdateAsset Bulk UpdateAsset Bulk update allows the users to upload batches of updated Details in excel format. importSide Menu > Import > Asset Bulk Update.Product/Services UpdateProduct/Services update allows the users to upload batches of updated Details in excel format.Side Menu > Import > Product/Services UpdateUOM Bulk UpdateSite Bulk update allows the users to upload batches of updated Details in excel format.Example: If a user wants all 10x batch amounts to have a increased discount the user could format it in excel quickly and","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["40",{"pageContent":"update allows the users to upload batches of updated Details in excel format.Example: If a user wants all 10x batch amounts to have a increased discount the user could format it in excel quickly and upload the changes to the system.Side Menu > Import > UOM Bulk Update2.0 System Terminology and Functions.2.1 Terminologies2.2 Functions3.0 QA Details & answers","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["41",{"pageContent":"1– UAC SettingQuestion/Term: Auto CheckoutAnswer/Context: Auto Checkout automatically checks out a user once they check-in into another location.Context 2: Auto Checkout sadly doesn’t check out once outside the range of a location the user has checked-in, one issue would be that the time spent travelling to a 2nd location would be registered as time spent in the first location, as it only checks out once check-in to 2nd location.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["42",{"pageContent":"2– UAC SettingQuestion/Term: Access Full Job History n Answer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["43",{"pageContent":"3 – UAC SettingQuestion/Term: Business Travel Report-User ViewAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["44",{"pageContent":"4 – UAC SettingQuestion/Term: Camera OnlyAnswer/Context: Add/Attach Images using the Phones camera of taken images/pictures.Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["45",{"pageContent":"5- UAC settingQuestion/Term: GPS Accuracy DetectionAnswer/Context: GPS has two types of accuracy, High Accuracy mode and “Battery Accuracy mode”. Turning this Setting on requires the user to use High Accuracy Mode.Context 2: GPS Accuracy Detection using High Accuracy mode combats Staff and users from using “GPS ghosting” apps to fake their location.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["46",{"pageContent":"6– UAC SettingQuestion/Term: Assigning AuthorityAnswer/Context: The users that are assigned to any Job, Project, or Customer shall be able to assign items to other users.Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["47",{"pageContent":"7– UAC SettingQuestion/Term: Assigning Authority (External User)Answer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["48",{"pageContent":"8– UAC SettingQuestion/Term: Filtered DepartmentAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["49",{"pageContent":"10– UAC SettingQuestion/Term: Attach Asset AuthorityAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["50",{"pageContent":"11– UAC SettingQuestion/Term: Auto Select UserAnswer/Context: The users assigned to the Customer shall be automatically assigned into newly created Job / Project.Context 2: (ADD)","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["51",{"pageContent":"12– UAC SettingQuestion/Term: Job Creation Without Site on Mobile deviceAnswer/Context: ;Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["52",{"pageContent":"13– UAC SettingQuestion/Term: Data Export AccessAnswer/Context: The users shall be able to export data in Excel / CSV / PDF format.Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["53",{"pageContent":"14– UAC SettingQuestion/Term: To-Do List RequirementAnswer/Context: To-Do List Requirement when turned on forces the user to fulfill the to-do list requirement before being able to change a Status. Turning it off allows users to bypass it and change the status without fulfilling the requirement.Context 2: To turn off To-Do List requirement for a Single User, Head into UAC in User Management and disable the setting for the user.Context 3: If an Admins wants to disable the To-Do list of a Job/Project/customer to change status go to the Job/Project/Customer instead. It should be clarified if the question refers to disabling User To-Do list Requirement or Disabling To-Do list for the Job/Project/Customer.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["54",{"pageContent":"15– UAC SettingQuestion/Term: Enable Product/Services EditAnswer/Context: The users shall be able to add or edit Products / Services in the system.Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["55",{"pageContent":"16– UAC SettingQuestion/Term: Status and Alert PromptAnswer/Context: The users shall be taken to the status update page every time there is an update done on a Job.Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["56",{"pageContent":"17– UAC SettingQuestion/Term: Time synchronization SettingsAnswer/Context: The system shall be using the network global time.Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["57",{"pageContent":"18– UAC SettingQuestion/Term: Asset Requirement SettingsAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["58",{"pageContent":"19– UAC SettingQuestion/Term: IMEI login CheckAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["59",{"pageContent":"20– UAC SettingQuestion/Term: Team Growth AnalyticsAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["60",{"pageContent":"21– UAC SettingQuestion/Term: HR Management Full AccessAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["61",{"pageContent":"22– UAC SettingQuestion/Term: Enable Unique AssetAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["62",{"pageContent":"23– UAC SettingQuestion/Term: Required Asset in CommentsAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["63",{"pageContent":"24– UAC SettingQuestion/Term: Enable Generating QR CodeAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["64",{"pageContent":"25– UAC SettingQuestion/Term: Enable Public Form AccessAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["65",{"pageContent":"26– UAC SettingQuestion/Term: Enable Asset HistoryAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["66",{"pageContent":"27– UAC SettingQuestion/Term: Enable Company Setting AccessAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["67",{"pageContent":"28– UAC SettingQuestion/Term: Enable Business Report AccessAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["68",{"pageContent":"29– UAC SettingQuestion/Term: Restrict Parent Domain ViewAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["69",{"pageContent":"30– UAC SettingQuestion/Term: Enable Assigned Asset TableAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["70",{"pageContent":"31– UAC SettingQuestion/Term: Show All Contact CheckboxAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["71",{"pageContent":"32– UAC SettingQuestion/Term: Change Parent Domain StatusAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["72",{"pageContent":"33– UAC SettingQuestion/Term: Auto Milage ClaimAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["73",{"pageContent":"34– UAC SettingQuestion/Term: Enable Business MetricsAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["74",{"pageContent":"35– UAC SettingQuestion/Term: Enable Marketing BroadcastAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["75",{"pageContent":"36– UAC SettingQuestion/Term: Enable Smart SchedulerAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["76",{"pageContent":"37– UAC SettingQuestion/Term: Enable Template SettingAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["77",{"pageContent":"38– UAC SettingQuestion/Term: Enable User ManagementAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["78",{"pageContent":"39– UAC SettingQuestion/Term: Enable Import ModuleAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["79",{"pageContent":"40– UAC SettingQuestion/Term: Check-in SelfieAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["80",{"pageContent":"41– UAC SettingQuestion/Term: Project Settings for UsersAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["81",{"pageContent":"42– UAC SettingQuestion/Term: Digital form Settings or UsersAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["82",{"pageContent":"43– UAC SettingQuestion/Term: Notification Email SettingsAnswer/Context: The users shall receive notifications according to the area that they ticked.Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["83",{"pageContent":"44– UAC SettingQuestion/Term: System Access SettingsAnswer/Context: The specific user shall have access to assign, view, and creation control.Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["84",{"pageContent":"45 – UAC SettingQuestion/Term: Mobile App SettingsAnswer/Context:Context 2:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["85",{"pageContent":"Product UOM settingsQuestion/Term: UOM/UOM settings.Answer/Context: UOM settings Will display the values/data if the flag is turned on. The settings include the Quantity, Unit Name, Unit Price, Discount, Tax, Notes.Context 2: If turned on, this value will be displayed in the PDF generated from the Digital Forms. For the Product/Services.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["86",{"pageContent":"2","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["87",{"pageContent":"3","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["88",{"pageContent":"4","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["89",{"pageContent":"5","metadata":{"loc":{"lines":{"from":1,"to":1}}}}]]